Revit 2017 API
HermiteSurface Properties
The HermiteSurface type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
 (Inherited from Surface.)
See Also
HermiteSurface Class
Autodesk.Revit.DB Namespace